<template>
  <div>
    <!-- <Newheader></Newheader> -->
    <div class="box">
      <!-- <h3 class="text-center my-3" style="font-weight: 700">服務條款</h3> -->
      <div class="container privacy-box">
        <div class="place-box">
          <h3 class="text-center my-3" style="font-weight: 700">
            速購家客戶隱私權條款
          </h3>
          <h5 class="text-center my-3" style="font-weight: 700">
            關於個人資料保護，請參閱以下速購家的隱私權聲明：
          </h5>
          <h5 class="text-left my-3" style="font-weight: 700">
            速購家是由「五九八資訊科技有限公司」所經營；為了支持個人資料保護，維護個人隱私權，速購家謹以下列聲明，向您說明速購家蒐集個人資料之目的、類別、利用範圍及方式、以及您所得行使之權利等事項；
            如果您對於速購家的隱私權聲明、以下相關告知事項、或與個人資料保護有關之相關事項有任何疑問，可以和速購家服務中心聯絡，速購家將儘快回覆說明。
          </h5>
          <h5 class="place-title">一. 適用範圍</h5>
          <ul>
            <li>
              速購家隱私權聲明及其所包含之告知事項，僅適用於速購家所擁有及經營的網站，當您使用速購家相關網站所提供之任一服務或與之互動時，代表您同意速購家根據本隱私權聲明所述內容，對您的個人資料進行蒐集、處理及利用。
              無論您所居住的國家/地區為何，您都同意授權速購家根據本隱私權聲明在您所居住國家/地區以外之處蒐集、傳輸、處理、儲存和使用您的個人資料，以便向您提供服務。
            </li>
          </ul>
          <h5 class="place-title">二. 個人資料蒐集之方式</h5>
          <ul>
            <li>
              速購家將透過下列方式蒐集您的個人資料：
              當您申請註冊成為速購家之會員時；
              當您使用速購家網站所提供的各項服務時；
              當您於速購家所經營之網站進行網路購物時；
              當您參與速購家辦理的贈獎活動、行銷活動時，速購家將請您依照各該網站或活動頁面的指示提供必要的資料，其中即會包含您的個人資料。；
              會員服務及顧客意見處理；<br />
              其他:<br />
              <h3 style="font-weight: bold">個人資料蒐集之目的:</h3>
              速購家會依照提供予您的各該服務、活動的性質，於下列之特定目的範圍內，蒐集、處理、利用及傳輸您的個人資料
              行銷（包括為辦理贈獎活動而須確認得獎者身份、提供贈品及依法開立扣繳憑單等）
              非公務機關依法定義務所進行個人資料之蒐集處理及利用
              信用卡、現金卡、轉帳卡、金融卡或電子票證業務
              契約、類似契約或其他法律關係事務（包括履行法定或合約義務）
              消費者、客戶管理與服務（包括售後服務） <br />
              消費者保護<br />
              財產保險及責任保險<br />
              商業與技術資訊<br />
              採購與供應管理<br />
              會計與相關服務<br />
              經營傳播業務<br />
              資(通)訊與資料庫管理<br />
              網路購物及其他電子商務服務<br />
              廣告或商業行為管理<br />
              調查、統計與研究分析<br />
              其他經營合於營業登記項目或組織章程所定之業務<br />
              <h3 style="font-weight: bold">個人資料蒐集之類別:</h3>
              速購家將依照速購家相關網站所提供之服務的性質，向您蒐集以下資料：<br />
              辨識個人者：包括但不限於姓名、職稱、住址、工作地址、以前地址、住家電話號碼、行動電話、即時通訊軟體帳號、社群媒體帳號、網路平臺申請之帳號、通訊及戶籍地址、電子郵件地址、網際網路協定IP位址、Cookie及其他任何可辨識資料本人者等。
              辨識財務者：包括但不限於金融機構帳戶之號碼與姓名、信用卡或簽帳卡之號碼、保險單號碼、個人之其他號碼或帳戶等。
              政府資料中之辨識者：包括但不限於身分證統一編號、統一證號、稅籍編號、護照號碼等。
              個人描述：包括但不限於年齡、性別、出生年月日、出生地、國籍等。
              家庭情形：結婚有無等。
              休閒活動及興趣：包括但不限於嗜好、運動及其他興趣等。
              為執行商品配送所需者：
              當您透過速購家相關網站進行交易，為提供商品配送物流服務時，速購家將請您提供商品/服務配送所需的配送資料，包括：收件人之姓名、連絡電話、收件/聯絡地址及其他必要的配送相關資料。
              為執行收付款所需之資料：
              當您透過速購家相關網站進行交易，為辦理收付款金流服務時，速購家將留存您所提供為完成收款或付款所需之資料，包括：信用卡號碼、簽帳卡號碼、金融機構帳戶之姓名及號碼等。
              其他資料：當您參加速購家辦理的贈獎活動、行銷活動時，速購家將請您提供為了使您能參加活動所需的相關資料，包括但不限於前述之基本資料、配送資料等。
              此外，為提升服務品質，速購家會依照速購家相關網站所提供服務之性質，記錄您的IP位址、以及在速購家相關網站內的瀏覽活動(例如，使用者所使用的軟硬體、所點選的網頁)之使用紀錄等資料，但是這些資料僅供作流量分析和網路行為調查，以便於改善速購家相關網站的服務品質，這些資料也只是總量上的分析，不會和特定個人相連繫。
              <h3 style="font-weight: bold">個人資料的利用:</h3>
              速購家所蒐集的足以識別您身分的個人資料，都僅供速購家於其內部、依照蒐集目的之不同，以下列方式進行利用：<br />
              「廣告行銷」：
              為了提供速購家相關網站會員訊息通知及商品或活動相關資訊，速購家將利用您所提供的個人資料寄發相關行銷資訊予您；<br />
              「商品配送」：<br />
              為了將您所訂購的商品順利送達至您所指定的收件地點，速購家將會把您所提供的個人資料提供予速購家之合作夥伴，包括您所訂購商品之供貨商或速購家所認可之物流業者。<br />
              「金融交易授權」：<br />
              為了完成您在速購家各網站所成立之訂單的付款作業流程，速購家將於交易過程中將您所提供得識別財務之資料提供予必要之相關金融機構。<br />
              「活動中獎通知、贈品配送」：<br />
              為了確保您得接收所參與活動之中獎通知、寄送贈品及依法開立扣繳憑單，速購家將會自行利用、或將您所提供的個人資料提供予該活動之合作夥伴（包括活動協辦單位、贈品供貨商及配送物流業者），用於寄發中獎通知、寄送贈品及依法開立扣繳憑單予您。<br />
              「其他業務附隨事項」：<br />
              為了完成上述目的，包括但不限於客戶管理與服務、履行法定或合約義務、保護當事人及相關利害關係人之權益、財產保險、責任保險、提供售後服務等，速購家將在必要的範圍內，以符合個人資料保護法規定的方式利用您所提供的個人資料。<br />
              「市場分析」：<br />
              為了提升服務品質，依照您在速購家網站內的瀏覽活動（例如：使用者所使用的軟硬體、所點選的網頁等）之使用紀錄等資料，速購家將會把這些資料及記錄用於流量分析和網路行為調查，包含透過第三方使用cookie或類似技術，以便於改善速購家相關網站的服務品質，這些資料也只是總量上的分析，不會和特定個人相連繫。
              <h3 style="font-weight: bold">個人資料利用期間、地區、對象:</h3>
              利用期間：
              速購家將依照本隱私權聲明所載之個人資料蒐集的特定目的，於速購家營業存續期間、個別合約有效期間內、法令所定應保存之期間內（包括但不限於民法、個人資料保護法等）及因執行業務所須之保存期間內（較法令所定期間更長者），持續保管、處理及利用所蒐集之個人資料。<br />
              利用地區：<br />
              除法令另有規定外，速購家僅會基於您授權的範圍，於速購家服務所提供之領域及地區內，依照各該服務目的範圍為作業之必要，利用您所提供的個人資料。<br />
              利用對象：<br />
              依照前述『個人資料的利用』所說明，速購家將自行利用、於速購家之關係企業間分享及交互運用、或依照提供予您的各該服務或所參加活動所須之範圍內，將您的個人資料提供予必要的相關合作夥伴。<br />
              除有下列原因之一，否則速購家不會將足以識別您身分的個人資料提供給第三人（包括境內及境外）、或移作蒐集目的以外之使用：
              經事先向您說明，並經過您的同意；
              為完成提供服務或履行合約義務之必要；
              因協助辦理保險事故出險而提供給保險人；
              依照相關法令規定或有權主管機關之命令或要求；
              在緊急情況下，為了維護您及其他速購家會員或第三人之合法權益；
              <br />
              為了維持速購家會員服務系統正常運作；或
              有合於個人資料保護法第20條但書規定，得為特定目的外之利用之情況。
              <h3 style="font-weight: bold">資料安全:</h3>
              速購家將以合於產業標準之合理技術及程序，維護個人資料之安全。
              <h3 style="font-weight: bold">資料當事人之權利:</h3>
              依據個人資料保護法第3條之規定，針對您本人之個人資料，您可以向速購家行使以下權利：<br />
              請求查詢、閱覽、給予複本，但速購家得酌收必要成本和費用。
              當您的個人資料有變更、或發現您的個人資料不正確時，要求修改或更正。
              當蒐集個人資料之目的消失或期限屆滿時，您可要求停止蒐集、處理或利用以及刪除個人資料，但因速購家執行職務或業務所必須，或依相關法令規定，該等資料不適用於刪除權之行使時，不在此限。
              如您欲行使上述的這些權力，或有其他諮詢事項，請與速購家服務中心聯絡。
              <h3 style="font-weight: bold">資料當事人之權利:</h3>
              依據個人資料保護法第3條之規定，針對您本人之個人資料，您可以向速購家行使以下權利：
              <br />
              請求查詢、閱覽、給予複本，但速購家得酌收必要成本和費用。
              當您的個人資料有變更、或發現您的個人資料不正確時，要求修改或更正。
              <br />
              當蒐集個人資料之目的消失或期限屆滿時，您可要求停止蒐集、處理或利用以及刪除個人資料，但因速購家執行職務或業務所必須，或依相關法令規定，該等資料不適用於刪除權之行使時，不在此限。
              <br />
              如您欲行使上述的這些權力，或有其他諮詢事項，請與速購家服務中心聯絡。
              <h3 style="font-weight: bold">Cookie:</h3>
              為了便利使用者，速購家網站可能使用cookie技術，以便於提供更適合使用者個人需要的服務；cookie是網站伺服器用來和使用者瀏覽器進行溝通的一種技術，它可能在使用者的電腦中儲存某些資訊，速購家網站也會讀取儲存在使用者電腦中的cookie資料。使用者可以經由瀏覽器的設定，取消、或限制此項功能，但可能因此無法使用部份網站功能。若您想知道如何取消、或限制此項功能，可與速購家服務中心聯絡，或參照您所使用的瀏覽器關於如何管理cookie的相關說明。
              <h3 style="font-weight: bold">影響:</h3>
              依照各該服務之性質，為使相關服務得以順利提供、或使相關交易得以順利完成或履行完畢，若您不願意提供各該服務或交易所要求的相關個人資料予速購家，並同意速購家就該等個人資料依法令規定、以及本隱私權聲明及其相關告知內容為相關之個人資料蒐集、處理、利用及國際傳輸，速購家將尊重您的決定，但依照各該服務之性質或條件，您可能因此無法使用該等服務或完成相關交易，速購家並保留是否同意提供該等相關服務或完成相關交易之權利。
              <h3 style="font-weight: bold">自我保護:</h3>
              速購家提醒您，請妥善保管您的任何個人資料。於使用各類網路服務時，不要隨意將您的個人資料提供給不知名的第三人。在您經由網路提供或完成相關個人資料更動等程序後，請務必記得登出，若您是與他人共享電腦或使用公共電腦，切記關閉瀏覽器視窗，以防止他人不當蒐集並利用您的個人資料。
              <h3 style="font-weight: bold">修訂之權利:</h3>
              速購家有權隨時修訂本隱私權聲明及相關告知事項，並得於修訂後公佈在速購家網站上之適當位置，不另行個別通知，您可以隨時在速購家網站上詳閱修訂後的隱私權聲明及相關告知事項。
              <h3 style="font-weight: bold">準據法及管轄法院:</h3>
              因您使用速購家網站所造成之爭議，您同意均以中華民國法律為準據法。除法律另有強制規定者應依其規定外，並應以台灣高雄地方法院為第一審管轄法院。
              <p class="my-2 text-danger" style="font-weight: bold">
                本隱私權聲明最近更新：110年2月4日
              </p>
            </li>
          </ul>
        </div>
      </div>
    </div>
    <!-- <Newfooter></Newfooter> -->
  </div>
</template>
<script>
import Newheader from '../components/NewHeader';
import Newfooter from '../components/Footer';
export default {
  components: { Newheader, Newfooter },
  data() {
    return {};
  },
};
</script>
<style lang="scss" scoped>
ul {
  // list-style-type: decimal;
  padding: 20px;
  li {
    padding: 5px 0px;
    font-size: 18px;
    color: #a88754;
    h3 {
      margin: 0.5rem 0;
    }
  }
}
.box {
  background: white;
  padding: 120px 30px 50px 30px;
  .privacy-box {
    color: #a88754;
    padding: 15px;
    .place-box {
      padding: 25px;
      box-shadow: 0px 0px 6px 0px grey;
      background: white;
      border-radius: 10px;
      border: 2px #a88754;
    }
    .place-title {
      font-size: 24px;
      font-weight: bold;
    }
    .place-content {
      padding: 10px 15px;
      span {
        display: inline-block;
        &:nth-child(2) {
          text-indent: 2px;
          margin-left: 15px;
        }
      }
    }
  }
}
</style>