<template>
  <div>
    <div class="box">
      <!-- <h3 class="text-center my-3" style="font-weight: 700">服務條款</h3> -->
      <div class="container servicePolicy-box">
        <div class="place-box">
          <h3 class="text-center my-3" style="font-weight: 700">
            速購家 電子商務約定條款
          </h3>
          <h5 class="text-center my-3" style="font-weight: 700">
            歡迎您在 速購家 進行消費；請您先詳細閱讀以下約定條款：
          </h5>
          <h5 class="text-left my-3" style="font-weight: 700">
            本約定條款的目的，是為了保護「五九八資訊科技有限公司」所開發之電子商城「速購家」以及您的利益，如果您點選「我同意」或類似語意的選項、或在速購家進行訂購、付款、消費等相關行為，就表示您事先已經知悉、並同意本約定條款的所有約定。
          </h5>
          <h5 class="place-title">一. 使用者</h5>
          <ul>
            <li>
              如果您要在速購家電子商務進行消費，您必須在首次訂購流程中先填入您所合法取得且仍有效使用之電子郵件信箱或手機號碼，並自行設定一組密碼；當您第一次在速購家電子商務留存相關資料或完成消費，本服務系統將紀錄您所填入之電子郵件信箱或手機號碼及您所自行設定之密碼，您並同意日後應以該組電子郵件信箱或手機號碼及密碼登錄後於速購家電子商務進行消費。
              您有自行妥善保管您留存於本公司系統之電子郵件帳號或手機號碼及所自行設定密碼之義務，不得將該電子郵件帳號或手機號碼及密碼透露或提供給第三人知悉、或出借或轉讓第三人使用。對於所有使用該組電子郵件帳號或手機號碼及密碼登入本服務系統所為之一切行為，您同意由您負其責任。
              若您發現您的電子郵件帳號或手機號碼及密碼遭人冒用，請即時通知速購家；速購家將於獲悉您的電子郵件帳號或手機號碼及密碼遭冒用時，立即暫停該電子郵件帳號或手機號碼所生交易之處理及後續利用。
            </li>
          </ul>
          <h5 class="place-title">二. 個人資料安全</h5>
          <ul>
            <li>
              對於您的個人資料，速購家將遵守個人資料保護相關法令規定。關於個人資料保護及隱私權政策，請參閱速購家隱私權聲明。
              為了完成交易，包括且不限於完成付款及交付等，您必須擔保在訂購過程中所留存的所有資料均為完整、正確、與當時情況相符的資料，如果事後有變更，您應該即時通知速購家。
              對於您所留存的資料，速購家除了採用安全交易模式外，並承諾負保密義務，除了為完成交易或提供顧客服務而提供給相關商品或服務之配合廠商或代購業者以外，不會任意洩漏或提供給第三人。
              在下列情況下，速購家有權查看或提供您的個人資料給有權機關、或主張其權利受侵害並提出適當證明的第三人：
              ※ 依法令規定、或依司法機關或其他有權機關的命令； <br />
              ※為完成交易或執行本約定條款、或您違反本約定條款； <br />
              ※為維護速購家系統的正常運作及安全； <br />
              ※為保護速購家、其他使用者或第三人的合法權益。
            </li>
          </ul>
          <h5 class="place-title">三. 線上訂購</h5>
          <ul>
            <li>
              除本約定條款外，商品銷售網頁及訂購流程中相關網頁上所呈現之相關資訊，包括相關交易條件、限制及說明等，亦為契約之一部分。
              原則上，您在速購家電子商務所進行的消費，是由速購家提供訂購服務，但是，您在速購家電子商務所瀏覽的訊息、或所進行的消費，也可能是由第三人所提供的訂購服務或代購服務，在此等情況下，您是向各該第三人進行訂購、或委託各該第三人進行代購服務，並由各該第三人依照其所制定的交易條件負責履行，速購家僅提供行銷服務、連結、金流代收或電子商務平台資訊處理服務。
              您一旦在速購家依照網頁所定方式、條件及流程完成訂購程序，就表示您提出要約、願意依照本約定條款及相關網頁上所載明的約定內容、交易條件或限制，訂購該商品或服務。您所留存的資料如地址、電話如有變更，應即時通知速購家協助進行相關處理，而且您不得以資料不符為理由，否認訂購行為或拒絕付款。
              在您完成線上訂購程序以後，您可於在會員專區找到訂單紀錄，但是該訂單紀錄將會顯示您的訂購訊息，不代表交易已經完成或契約已經成立，速購家保留是否接受您的訂單的權利。如果速購家確認交易條件無誤、您所訂購之商品仍有存貨或所訂購之服務仍可提供、且無其他速購家無法接受訂單之情形，速購家會直接出貨，不另行通知，但是您可以在會員專區得知已出貨。若交易條件有誤、商品無存貨、服務無法提供、或有速購家無法接受訂單之情形，速購家得拒絕接受訂購。
              速購家金流服務由綠界科技ECPay提供。綠界科技ECPay通過國際發卡組織要求的PCI-DSS認證、資安認證，提供客製化256-bit
              SSL加密的填卡號頁面供特約商店使用，確保會員資料及交易相關訊息正確，保護買賣雙方資料安全。更多資安認證標準請參考綠界科技ECPay官網說明。
              您瞭解並同意，雖然速購家會盡力維護相關資料的正確性，但速購家不以任何明示或默示的方式保證所有出現在網頁上、或相關訊息上的資料均為完整、正確、即時的資訊。關於相關商品或服務之訂購數量上限，依各該商品或服務銷售網頁及訂購流程中相關網頁之記載，超過可訂購數量者，速購家僅依該數量上限出貨。如果網頁上、或相關訊息所標示的價格有誤：<br />
              ※若標示價格比正確價格高，速購家只會向您收取較低的正確價格；<br />
              ※若標示價格比正確價格低，速購家保留拒絕接受訂單的權利。<br />
              如果相關商品或服務的規格、圖片、說明、價格、或相關交易條件有誤，速購家於確認商品或服務網頁內容及正確交易條件後，得拒絕受您的訂單。
              關於您所訂購之商品或服務，其運費之計價及負擔方式，依各該商品或服務銷售網頁及訂購流程中相關網頁之記載定之。
              您可以依照各該商品或服務銷售網頁及訂購流程中相關網頁所記載之方式、條件及限制，選擇您所訂購之商品或服務之交付地點及方式。您所訂購的商品或服務，若經配送兩次無法送達、且經無法聯繫超過三天者，速購家將取消該筆訂單並全額退款且列入黑名單。
              您在速購家所進行的所有線上消費及與該等交易有關之事項，您和速購家都同意以電子文件為表示方法；速購家電腦系統將自動紀錄相關電子交易資料，您亦可經由網路於登入系統後自行查詢相關交易資料，如果您發現交易資料不正確，應立即通知速購家。
              關於消費申訴或爭議，您可以向線上客服提出申訴或爭議，速購家的客服人員將盡速為您提供服務。
              您瞭解並同意，如經速購家合理懷疑您有以非正常之程序或行為訂購商品時例如：以系統程式或其他軟體大量下單等情形，速購家得拒絕接受您的訂單。
            </li>
          </ul>
          <h5 class="place-title">四. 關於退貨退款</h5>
          <ul>
            <li>
              如果您所訂購的商品有瑕疵，您可以要求全額退費。
              您可以依消費者保護法第十九條第一項之規定，行使相關權利。
              關於退貨退款方式及條件，依購物須知中退換貨須知之相關網頁之記載。
              您所退回的商品，必須保持所有商品、贈品、附件、包裝、及所有附隨文件或資料在出貨當時狀態的完整性，並將完整商品交予收取退貨之人員。依據消費者保護法規定，本網站提供您七日猶豫期(非試用期)的權益，七日猶豫期內若需申請退貨時，請聯繫客服人員為您辦理後續退貨事宜。
              您瞭解並同意，若因您要求退貨或換貨、或因速購家無法接受您全部或部分之訂單、或契約因故解除或失其效力，而需為您辦理退款事宜時，五九八資訊科技有限公司得代您處理發票或折讓單等相關法令所要求之單據。
            </li>
          </ul>
          <h5 class="place-title">五. 系統安全及備份</h5>
          <ul>
            <li>
              速購家將確保本系統具有符合一般可合理期待之安全性；但本系統不以任何明示或默示的方式擔保您所上載或傳輸的資料將被正常顯示或處理、亦不擔保資料傳輸的正確性，如果您發現本系統有錯誤或疏失，請立即通知速購家。
              本系統會定期備份資料，但是除因故意或重大過失所致者外，
              速購家不對任何資料的失誤刪除、或備份錯誤或失敗負責。
            </li>
          </ul>
          <h5 class="place-title">六. 契約之解釋</h5>
          <ul>
            <li>
              本約定條款及相關網頁上所定各條、各項及相關約定之內容，如該條、該項、或該相關約定內容之全部或一部經法院認定為無效或不構成契約內容之一部，不影響其餘條項或其餘約定內容之效力；經法院認定為無效或不構成契約內容之一部之條項或約定內容，應依相關法令規定所允許之最大可能範圍內，為與原條項或原約定內容相符之解釋或補充。
              因本約定條款及相關網頁上所定之任一條項或相關約定所取得或可主張之權利，其行使或不行使，不影響依本約定條款及相關網頁上所定其他條項或相關約定所取得或可主張之權利之行使或不行使。
              依消費者保護法第十一條第二項之規定，定型化契約條款如有疑義時，應為有利於消費者之解釋。
            </li>
          </ul>
          <h5 class="place-title">七. 其他約定</h5>
          <ul>
            <li>
              您瞭解並同意，如果速購家將速購家電子商務、及與其相關之權利義務關係及交易等合約移轉予第三人，則速購家電子商務之權利義務關係、相關交易、以及相關資料等，包括且不限於相關之權利義務關係等，亦得一併移轉予該第三人承受、並由該第三人繼續提供服務。
              您瞭解並同意，如果速購家因故依法或依約必須對您負擔賠償或補償責任，則速購家之賠償或補償責任，應以退還有爭議之該筆交易之實收金額為賠償或補償責任之上限。
            </li>
          </ul>
          <h5 class="place-title">八. 準據法及管轄權</h5>
          <ul>
            <li>
              您在速購家所進行的所有線上訂購、交易或行為，以及本約定條款及相關網頁上之約定，都以中華民國法令為準據法。
              所有因為您在速購家進行線上訂購、交易或行為，以及因本約定條款或相關網頁上之約定所發生的糾紛，如果因此而涉訟，除法律另有強制規定者應依其規定外，都以台灣高雄地方法院為第一審管轄法院。<br />
              公司名稱：五九八資訊科技有限公司 <br />
              統一編號：42792216
            </li>
          </ul>
        </div>
      </div>
    </div>
  </div>
</template>
<script>
import Newheader from '../components/NewHeader';
import Newfooter from '../components/Footer';
export default {
  components: { Newheader, Newfooter },
  data() {
    return {};
  },
};
</script>
<style lang="scss" scoped>
ul {
  // list-style-type: decimal;
  padding: 20px;
  li {
    padding: 5px 0px;
    font-size: 18px;
    color: #a88754;
    font-weight: 700;
  }
}
.box {
  background: white;
  padding: 120px 30px 50px 30px;
  .servicePolicy-box {
    color: #a88754;
    padding: 15px;
    .place-box {
      padding: 25px;
      box-shadow: 0px 0px 6px 0px grey;
      background: white;
      border-radius: 10px;
      border: 2px #a88754;
    }
    .place-title {
      font-size: 24px;
      font-weight: bold;
    }
    .place-content {
      padding: 10px 15px;
      span {
        display: inline-block;
        &:nth-child(2) {
          text-indent: 2px;
          margin-left: 15px;
        }
      }
    }
  }
}
</style>